[
    {
        "name": "Clear Soap Base",
        "brand": "Essencetics",
        "colection": "Art & Craft",
        "price": "$21.9",
        "top": false,
        "grade": 4,
        "info": "Organic soap base for soap making is all natural melt and pour soap base for soap suspension. This 2 lb soap base is bulk soap base melt and pour packaged in glycerin block of soap/soap bases. Glycerin soap base melt and pour organic, vegan soap base and soap making supplies melt and pour",
        "img": "http://a100649.hostus3.fornex.host/product/1.png"
    },
    {
        "name": "Clear Soap Base",
        "brand": "Essencetics",
        "colection": "Art & Craft",
        "price": "$35.9",
        "top": true,
        "grade": 5,
        "info": "Natural Eco Melt and pour clear soap base Glycerin melt and pour soap base Bulk glycerin soap base for pure soap makingOrganic soap base for soap making is all natural melt and pour soap base for soap suspension Melt and pour soap base clear5 pounds soap base Clear soap blocks melt and pour glycerine Vegetable Pure Melt and pour glycerin soap base for soap makingOrganic Clear Glycerin soap base melt and pour Vegan and Clear glycerine soap making supplies melt and pour pourable soap baseOrganic glycerine melt and pour clear Soap base melt and pour 5lb in glycerin soap block to make soap Clear base soap",
        "img": "http://a100649.hostus3.fornex.host/product/2.png"
    },
    {
        "name": "Clear Soap Base",
        "brand": "Essencetics",
        "colection": "Art & Craft",
        "price": "$64,9",
        "top": true,
        "grade": 5,
        "info": "10 LB Glycerin melt and pour soap base Clear base soap 10 LB Pure Clear melt and pour base Organic soap base for soap making Extra All natural melt and pour soap base10 LB Crystal Ultra Clear soap base melt and pour glycerin Melt and por soap base for crafters works DIY solid glycerin base 10 LB Vegan melt pour soap base clear soap for soap making 10 LB Melt and pour soap base clear is transparent glycerin soap base.10 LB Clear glycerin soap melt and pour Glycerin soap bulk for natural glycerin soap making",
        "img": "http://a100649.hostus3.fornex.host/product/3.png"
    },
    {
        "name": "Clear Soap Base",
        "brand": "Essencetics",
        "colection": "Art & Craft",
        "price": "$119,9",
        "top": true,
        "grade": 4,
        "info": "20 LB (19.5 Netto Weight, without packing) Glycerin melt and pour soap base Clear base soap Pure Clear melt and pour base Organic soap base for soap making Extra All natural melt and pour soap base Crystal Ultra Clear soap base melt and pour glycerin Melt and por soap base for crafters works DIY solid glycerin base Vegan melt pour soap base clear soap for soap making Melt and pour soap base clear is transparent glycerin soap base ",
        "img": "http://a100649.hostus3.fornex.host/product/4.png"
    },
    {
        "name": "Goat's Milk Soap Base",
        "brand": "Essencetics",
        "colection": "Art & Craft",
        "price": "$22,9",
        "top": false,
        "grade": 3,
        "info": "Natural goats milk soap base bulk 2 lb Bulk natural soap base for melt and pour organic soap Goat milk soap melt and pour is DIY soap base Pourable soap base Soap melt and pour Soap base Natural soap base for soap making melt and pour soap base goat Organic goats milk soap base in cubes Soap making supplies Organic soap base with goats milk is white melt and pour soap base Goat milk soap base for soap making can be used as part of goats milk soap kit Moisturizing goat milk soap base melt and pour for soap making melt and pour 2 lb in block with goats milk for soap making ",
        "img": "http://a100649.hostus3.fornex.host/product/5.png"
    },
    {
        "name": "Goat's Milk Soap Base",
        "brand": "Essencetics",
        "colection": "Art & Craft",
        "price": "$39,9",
        "top": true,
        "grade": 5,
        "info": "Natural Eco Melt and pour clear soap base Glycerin melt and pour soap base Bulk glycerin soap base for pure soap makingOrganic soap base for soap making is all natural melt and pour soap base for soap suspension Melt and pour soap base clearClear soap blocks melt and pour glycerine Vegetable Pure Melt and pour glycerin soap base for soap making 5 pounds soap baseOrganic White Glycerin soap base melt and pour Vegan and Clear glycerine soap making supplies melt and pour pourable soap baseOrganic glycerine melt and pour Soap base melt and pour 5lb in glycerin soap block to make soap Soap base for soap making melt and pour",
        "img": "http://a100649.hostus3.fornex.host/product/6.png"
    },
    {
        "name": "Goat's Milk Soap Base",
        "brand": "Essencetics",
        "colection": "Art & Craft",
        "price": "$68,9",
        "top": true,
        "grade": 5,
        "info": "Natural goats milk soap making 10 LB Bulk natural soap base for melt and pour organic soap Goats milk for soap making Natural glycerin soap making suppliesGoat milk soap melt and pour is DIY soap base Pourable soap base Soap melt and pour base All natural goats milk soap base Goats milk soap baseNatural soap base for soap making melt and pour soap base Vegan glycerin soap base Organic goats milk soap base Soap for soap makingOrganic soap base with goats milk is white melt and pour soap base Melt and pour soap base organic Goat milk soap base for soap makingMoisturizing goat milk soap base melt and pour for soap making melt and pour 10 lb in block with goats milk for soap making",
        "img": "http://a100649.hostus3.fornex.host/product/7.png"
    },
    {
        "name": "Goat's Milk Soap Base",
        "brand": "Essencetics",
        "colection": "Art & Craft",
        "price": "$39,9",
        "top": false,
        "grade": 4,
        "info": "Natural Eco Melt and pour clear soap base Glycerin melt and pour soap base Bulk glycerin soap base for pure soap making Organic soap base for soap making is all natural melt and pour soap base for soap suspension Melt and pour soap base clear Clear soap blocks melt and pour glycerine Vegetable Pure Melt and pour glycerin soap base for soap making 5 pounds soap base Organic White Glycerin soap base melt and pour Vegan and Clear glycerine soap making supplies melt and pour pourable soap base Organic glycerine melt and pour Soap base melt and pour 5lb in glycerin soap block to make soap Soap base for soap making melt and pour ",
        "img": "http://a100649.hostus3.fornex.host/product/8.png"
    },
    {
        "name": "Goat's Milk Soap Base",
        "brand": "Essencetics",
        "colection": "Art & Craft",
        "price": "$68,9",
        "top": true,
        "grade": 5,
        "info": "Natural goats milk soap making 10 LB Bulk natural soap base for melt and pour organic soap Goats milk for soap making Natural glycerin soap making supplies Goat milk soap melt and pour is DIY soap base Pourable soap base Soap melt and pour base All natural goats milk soap base Goats milk soap base Natural soap base for soap making melt and pour soap base Vegan glycerin soap base Organic goats milk soap base Soap for soap making Organic soap base with goats milk is white melt and pour soap base Melt and pour soap base organic Goat milk soap base for soap making Moisturizing goat milk soap base melt and pour for soap making melt and pour 10 lb in block with goats milk for soap making ",
        "img": "http://a100649.hostus3.fornex.host/product/9.png"
    },
    {
        "name": "Goat's Milk Soap Base ",
        "brand": "Essencetics",
        "colection": "Art & Craft",
        "price": "$119,9",
        "top": true,
        "grade": 5,
        "info": "20 LB (19.5 Netto Weight, without packing) Natural goats milk soap making Bulk natural soap base for melt and pour organic soap Goats milk for soap making supplies 20 LB Moisturizing goat milk soap base melt and pour for soap making melt and pour in block with goats milk for soap making ",
        "img": "http://a100649.hostus3.fornex.host/product/10.png"
    },
    {
        "name": "Shea Butter Soap Base ",
        "brand": "Essencetics",
        "colection": "Art & Craft",
        "price": "$25,9",
        "top": true,
        "grade": 4,
        "info": "Shea butter soap base for soap making Organic soap melt and soap suspension Soap making supplies This 2 lb soap base is White glycerin soap base packaged in glycerin blocks for soap making White shea butter soap base Premium Vegetable glycerine soap base for soap making Shea butter glycerin soap base Organic soap making supplies ",
        "img": "http://a100649.hostus3.fornex.host/product/11.png"
    },
    {
        "name": "Shea Butter Soap Base ",
        "brand": "Essencetics",
        "colection": "Art & Craft",
        "price": "$44,9",
        "top": true,
        "grade": 5,
        "info": "5lb Natural Eco Melt and Pour Soap Base Shea block Bulk natural soap base for melt and pour organic soap 5 pounds soap base Organic soap base for soap making is all natural soap melt and pour base for soap suspension Vegetable natural soap base for soap making Shea butter glycerin soap base pour and melt Organic soap making supplies Essencetics Melt and pour Soap making supplies melt and pour glycerin soap white Organic shea butter 5 lbs base soap Moisturizing soap base for soap making melt and pour 5lb in soap block Shea butter for soap making Shea butter base soap ",
        "img": "http://a100649.hostus3.fornex.host/product/12.png"
    },
    {
        "name": "Shea Butter Soap Base",
        "brand": "Essencetics",
        "colection": "Art & Craft",
        "price": "$69,9",
        "top": true,
        "grade": 5,
        "info": "10 LB Premium White Soap Base for Soap making Organic Melt and Pour Soap Base Shea for melt and pour organic soap 10 LB Natural Shea Butter Organic Soap Base for Soap Making is all natural soap melt and pour base for Great Soap Making 10 LB Vegetable Glycerine Natural Soap Base for soap making Shea butter glycerin soap base pour and melt Organic soap making supplies 10 LB Soap Making Supplies melt and pour 10 LB Organic White soap base Soap Base Shea Butter for Soap making Shea butter base soap 10 LB Vegan Soap Base Glycerin for soap making Organic Soap base Shea butter White glycerin soap for soap making ",
        "img": "http://a100649.hostus3.fornex.host/product/13.png"
    },
    {
        "name": "Shea Butter Soap Base",
        "brand": "Essencetics",
        "colection": "Art & Craft",
        "price": "$129,9",
        "top": false,
        "grade": 4,
        "info": "20 LB (19.5 Netto Weight, without packing) Vegan Soap Base Glycerin for soap making Organic Soap base Shea butter White glycerin soap for soap making 20 LB Premium and Natural Soap Base for Soap making Organic Melt and Pour Soap Base Shea for melt and pour organic soap 20 LB Natural Shea Butter Organic Soap Base for Soap Making is all natural soap melt and pour base for Great Soap Making 20 LB Vegetable glycerine natural soap base for soap making Shea butter glycerin soap base pour and melt Organic soap making supplies 20 LB Crafters choice melt and pour soap base Shea Butter for Soap making Soap making supplies melt and pour Shea butter base soap ",
        "img": "http://a100649.hostus3.fornex.host/product/14.png"
    },
    {
        "name": "Clear Soap Base",
        "brand": "Prime Crafting",
        "colection": "Art & Craft",
        "price": "$25",
        "top": false,
        "grade": 4,
        "info": "2 LB Glycerine Soap base You can also buy our 5LB. glycerin soap (clear) Premium transparent = Clear soap base You can use this soap base for making glycerin soaps adding scents and colorantes Can be used as clear bar soap or as melt and pour glycerin soap base Crystal clear not scented soap base for transparent soap making soap base melt and pour 2lb Directions: Carefully slice soap base into small pieces and place in microwave safe container. Heat on low at 30 second intervals. Stir between intervals until liquid. Handle hot soap carefully as it can burn the skin. Soap can also been melted in the double boiler. Stir in cosmetic color, cosmetic scent and skin safe additives. Pour into a preferred mold. Allow to cool until hard. Remove from mold and wrap. Your newly created melt and pour soap is now ready to use! ",
        "img": "http://a100649.hostus3.fornex.host/product/15.jpg"
    },
    {
        "name": "Clear Soap Base",
        "brand": "Prime Crafting",
        "colection": "Art & Craft",
        "price": "$32,5",
        "top": true,
        "grade": 5,
        "info": "5 LB Glycerine Soap base You can also buy our 2LB. glycerin soap (clear) Premium transparent = Clear soap base You can use this soap base for making glycerin soaps adding scents and colorantes Can be used as clear bar soap or as melt and pour glycerin soap base Crystal clear not scented soap base for transparent soap making soap base melt and pour 5lb Directions: Take off the plastic. Carefully slice soap base into small pieces and place in microwave safe container. Heat on low at 30 second intervals. Stir between intervals until liquid. Handle hot soap carefully as it can burn the skin. Soap can also been melted in the double boiler. Stir in cosmetic color, cosmetic scent and skin safe additives. Pour into a preferred mold. Allow to cool until hard. Remove from mold and wrap. Your newly created melt and pour soap is now ready to use! ",
        "img": "http://a100649.hostus3.fornex.host/product/16.jpg"
    },
    {
        "name": "Goat's Milk Soap Base",
        "brand": "Prime Crafting",
        "colection": "Art & Craft",
        "price": "$22,5",
        "top": false,
        "grade": 3,
        "info": "Melt and pour soap base goats milk is all natural goats milk soap base organic soap base for soap making organic pour and melt soap base vegan soap base Melt and pour soap base goats milk is all natural goats milk soap base organic soap base for soap making organic pour and melt soap base vegan soap base Goat milk soap base melt and pour is white soap base melt and pour . White as all natural white shea butter soap base and coconut milk soap base with moisturizing coconut oil. Advisable to use with soap base color and soap making supplies. Directions: Take off the plastic. Slice soap base into small pieces and place in microwave safe container. Heat on low at 30 second intervals. Stir between intervals until liquid. Handle hot soap carefully as it can burn the skin. Soap can also been melted in the double boiler. Stir in cosmetic color, cosmetic scent and skin safe additives. Pour into a preferred mold. Allow to cool until hard. Remove from mold and wrap. Your newly created melt and pour soap is now ready to use! ",
        "img": "http://a100649.hostus3.fornex.host/product/17.jpg"
    },
    {
        "name": "Goat's Milk Soap Base",
        "brand": "Prime Crafting",
        "colection": "Art & Craft",
        "price": "$37,5",
        "top": true,
        "grade": 5,
        "info": "Melt and pour soap base goats milk is all natural goats milk soap base organic soap base for soap making organic pour and melt soap base vegan soap base Vegetable glycerin soap base for soap making is organic melt and pour soap base goats milk. Melt and soap pour base Goat milk soap base Goats milk base for soap making. Soap base sls free melt pour soap base melt and pour natural soap base. Goat milk soap base melt and pour is white soap base melt and pour . White as all natural white shea butter soap base and coconut milk soap base with moisturizing coconut oil. Advisable to use with soap base color and soap making supplies. Directions: Take off the plastic. Slice soap base into small pieces and place in microwave safe container. Heat on low at 30 second intervals. Stir between intervals until liquid. Handle hot soap carefully as it can burn the skin. Soap can also been melted in the double boiler. Stir in cosmetic color, cosmetic scent and skin safe additives. Pour into a preferred mold. Allow to cool until hard. Remove from mold and wrap. Your newly created melt and pour soap is now ready to use! ",
        "img": "http://a100649.hostus3.fornex.host/product/18.jpg"
    },
    {
        "name": "Goat's Milk Soap Base",
        "brand": "Prime Crafting",
        "colection": "Art & Craft",
        "price": "$125",
        "top": true,
        "grade": 5,
        "info": "Melt and pour soap base goats milk is all natural goats milk soap base organic soap base for soap making organic pour and melt soap base vegan soap base Vegetable glycerin soap base for soap making is organic melt and pour soap base goats milk. Melt and soap pour base Goat milk soap base Goats milk base for soap making. Soap base sls free melt pour soap base melt and pour natural soap base. Goat milk soap base melt and pour is white soap base melt and pour . White as all natural white shea butter soap base and coconut milk soap base with moisturizing coconut oil. Advisable to use with soap base color and soap making supplies. Directions: Take off the plastic. Slice soap base into small pieces and place in microwave safe container. Heat on low at 30 second intervals. Stir between intervals until liquid. Handle hot soap carefully as it can burn the skin. Soap can also been melted in the double boiler. Stir in cosmetic color, cosmetic scent and skin safe additives. Pour into a preferred mold. Allow to cool until hard. Remove from mold and wrap. Your newly created melt and pour soap is now ready to use! ",
        "img": "http://a100649.hostus3.fornex.host/product/19.jpg"
    },
    {
        "name": "Shea Butter Soap Base",
        "brand": "Prime Crafting",
        "colection": "Art & Craft",
        "price": "$22,5",
        "top": true,
        "grade": 5,
        "info": "Shea butter melt and pour base for soap making The soap melt and pour base made from premium ingredients. Natural shea butter soap base bulk 2LB melt and pour soap Directions: Carefully slice soap base into small pieces and place in microwave safe container. Heat on low at 30 second intervals. Stir between intervals until liquid. Handle hot soap carefully as it can burn the skin. Soap can also been melted in the double boiler. Stir in cosmetic color, cosmetic scent and skin safe additives. Pour into a preferred mold. Allow to cool until hard. Remove from mold and wrap. Your newly created melt and pour soap is now ready to use! ",
        "img": "http://a100649.hostus3.fornex.host/product/20.jpg"
    },
    {
        "name": "Shea Butter Soap Base",
        "brand": "Prime Crafting",
        "colection": "Art & Craft",
        "price": "$35",
        "top": true,
        "grade": 5,
        "info": "Shea butter melt and pour base for soap making The soap melt and pour base made from premium ingredients. Natural shea butter soap base bulk 5LB melt and pour soap Directions: Carefully slice soap base into small pieces and place in microwave safe container. Heat on low at 30 second intervals. Stir between intervals until liquid. Handle hot soap carefully as it can burn the skin. Soap can also been melted in the double boiler. Stir in cosmetic color, cosmetic scent and skin safe additives. Pour into a preferred mold. Allow to cool until hard. Remove from mold and wrap. Your newly created melt and pour soap is now ready to use! ",
        "img": "http://a100649.hostus3.fornex.host/product/21.jpg"
    },
    {
        "name": "Shea Butter Soap Base",
        "brand": "Prime Crafting",
        "colection": "Art & Craft",
        "price": "$125",
        "top": true,
        "grade": 5,
        "info": "Shea butter melt and pour base for soap making The soap melt and pour base made from premium ingredients. Natural shea butter soap base bulk 2LB melt and pour soapDirections: Carefully slice soap base into small pieces and place in microwave safe container. Heat on low at 30 second intervals. Stir between intervals until liquid. Handle hot soap carefully as it can burn the skin. Soap can also been melted in the double boiler. Stir in cosmetic color, cosmetic scent and skin safe additives. Pour into a preferred mold. Allow to cool until hard. Remove from mold and wrap. Your newly created melt and pour soap is now ready to use!",
        "img": "http://a100649.hostus3.fornex.host/product/22.jpg"
    }
]